<div class="b-large-text emerge m-0" data-continue="true" data-effect="slide" data-up="128px"
     style="transform: translate(0px, 128px); transition: opacity 500ms ease-out 0s; opacity: 1;; transform: translate(0,0); transition: opacity 500ms ease-out, transform 500ms cubic-bezier(0, 0.9, 0.1, 1); -webkit-transform: translate(0,0); -webkit-transition: opacity 500ms ease-out, -webkit-transform 500ms cubic-bezier(0, 0.9, 0.1, 1); ">
    <p>
        Наша школа была открыта в 1989 году при Ленинградской синагоге и официально зарегистрирована как частная школа 28 марта 1991 года. Это была первая еврейская школа в перестроечной России. За это время десятки детей получили прекрасное образование, поступили в престижные вузы, многие ученики были удостоены дипломов победителей и призеров городских, всероссийских и международных олимпиад.

        В школе соблюдаются правила шаббата и кашрута. Мальчики и девочки обучаются в школе совместно.

        В школе обучаются свыше 200 учеников возрастом от 3 до 18 лет
    </p>
    <p>
        Обучение в школе осуществляется по государственным общеобразовательным программам. Специфика школы заключается в том, что наряду с общеобразовательными дисциплинами в школе изучают традиции и культуру еврейского народа и иврит. Особенное внимание уделяется изучению английского языка (с первого класса), математики, русского языка.

        В школе работают психолог и логопед.

        До 18.30 действует группа продленного дня.

        В 2013 году школа открыла дошкольное отделение для детей 3–6 лет.
    </p>
</div>
